INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('AAQ','Витязево','Анапа'),
	 ('ABA','','Абакан'),
	 ('AER','Адлер','Сочи'),
	 ('AMS','Схипхол','Амстердам'),
	 ('ARH','Талаги','Архангельск'),
	 ('ASF','','Астрахань'),
	 ('ATH','Елефтериос Венизелос','Афины'),
	 ('AYT','','Анталья'),
	 ('BAX','','Барнаул'),
	 ('BCN','','Барселона');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('BEG','','Белград'),
	 ('BER','Бранденбург','Берлин'),
	 ('BHK','','Бухара'),
	 ('BRU','Брюссель Националь','Брюссель'),
	 ('BUD','Международный аэропорт им. Ференца Листа','Будапешт'),
	 ('CAI','','Каир'),
	 ('CDG','Шарль-де-Голль','Париж'),
	 ('CEK','','Челябинск'),
	 ('CRC','Cartago Airport','Картаго'),
	 ('DEL','Международный аэропорт Индиры Ганди','Дели');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('DUS','','Дюссельдорф'),
	 ('DXB','','Дубай'),
	 ('EGO','','Белгород'),
	 ('EVN','Международный аэропорт Звартноц','Ереван'),
	 ('FCO','Фьюмичино','Рим'),
	 ('FRA','Франкфурт/Майн','Франкфурт'),
	 ('FRU','Манас','Бишкек'),
	 ('GDX','Магадан Сокол','Магадан'),
	 ('GOJ','Стригино','Нижний Новгород'),
	 ('GRV','Аэропорт Грозный','Грозный');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('GSV','Международный аэропорт "Гагарин"','Саратов'),
	 ('GVA','','Женева'),
	 ('GYD','','Баку'),
	 ('HEL','Вантаа','Хельсинки'),
	 ('HMA','','Ханты-Мансийск'),
	 ('HND','Ханэда','Токио'),
	 ('IAR','Аэропорт Туношна','Ярославль'),
	 ('ICN','Сеул/Инчон','Сеул'),
	 ('IJK','Аэропорт Ижевск','Ижевск'),
	 ('IKA','Аэропорт Имам Хомейни','Тегеран');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('IKT','','Иркутск'),
	 ('IST','','Стамбул'),
	 ('JFK','Кеннеди','Нью-Йорк'),
	 ('KEJ','','Кемерово'),
	 ('KGD','Храброво','Калининград'),
	 ('KHV','Международный аэропорт Хабаровск Новый им. Г. И. Невельского','Хабаровск'),
	 ('KIV','','Кишинев'),
	 ('KJA','Емельяново','Красноярск'),
	 ('KRR','Пашковский','Краснодар'),
	 ('KUF','Курумоч','Самара');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('KZN','','Казань'),
	 ('LAX','','Лос-Анджелес'),
	 ('LCA','','Ларнака'),
	 ('LED','Пулково','Санкт-Петербург'),
	 ('LHR','Хитроу','Лондон'),
	 ('MCX','','Махачкала'),
	 ('MIA','','Майами'),
	 ('MLE','','Мале'),
	 ('MMK','','Мурманск'),
	 ('MQF','','Магнитогорск');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('MRV','','Минеральные Воды'),
	 ('MSQ','Минск-2','Минск'),
	 ('MUC','','Мюнхен'),
	 ('MXP','Малпенса','Милан'),
	 ('NAL','Международный аэропорт Нальчик','Нальчик'),
	 ('NBC','Набережные Челны Аэропорт Бегишево','Нижнекамск'),
	 ('NCE','','Ницца'),
	 ('NJC','','Нижневартовск'),
	 ('NOZ','Новокузнецк-Спиченково','Новокузнецк'),
	 ('NUX','','Новый Уренгой');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('OGZ','Международный аэропорт Владикавказ','Владикавказ'),
	 ('OMS','','Омск'),
	 ('OSS','','Ош'),
	 ('OSW','Аэропорт Орск','Орск'),
	 ('OVB','Толмачево','Новосибирск'),
	 ('PEE','Большое Савино','Пермь'),
	 ('PEZ','Аэропорт Пенза','Пенза'),
	 ('PKC','Елизово','Петропавловск-Камчатский'),
	 ('PRG','Аэропорт Вацлава Гавела','Прага'),
	 ('PVG','Пудонг','Шанхай');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('REN','','Оренбург'),
	 ('ROV','Аэропорт «Платов»','Ростов-на-Дону'),
	 ('SCW','','Сыктывкар'),
	 ('SGC','','Сургут'),
	 ('SIP','','Симферополь'),
	 ('SKD','','Самарканд'),
	 ('SKX','Аэропорт Саранск','Саранск'),
	 ('STW','','Ставрополь'),
	 ('SVO','Шереметьево','Москва'),
	 ('SVX','Кольцово','Екатеринбург');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('TAS','Южный','Ташкент'),
	 ('TJM','Рощино','Тюмень'),
	 ('TLV','','Тель-Авив'),
	 ('TOF','Томск Богашево','Томск'),
	 ('UFA','','Уфа'),
	 ('ULV','Баратаевка','Ульяновск'),
	 ('UUS','','Южно-Сахалинск'),
	 ('VIE','Швехат','Вена'),
	 ('VOG','','Волгоград'),
	 ('VOZ','Чертовицкое','Воронеж');
INSERT INTO aero.airports (apcode,apname,city) VALUES
	 ('VVO','','Владивосток'),
	 ('WAW','Фредерика Шопена','Варшава');